/* No comment provided by engineer. */
"Go Back To Menu" = "戻るメニューへ戻る";

/* No comment provided by engineer. */
"Play Again" = "もう一度再生する";

/* No comment provided by engineer. */
"Play Next Level" = "次のレベルでプレイ";

/* No comment provided by engineer. */
"Stare at your Success" = "あなたの成功を見詰める";

/* No comment provided by engineer. */
"Well Done" = "よくやった";

/* No comment provided by engineer. */
"What would you like to do?" = "を行うにはどのような希望ですか？";

"NA" = "何もない";